cwt/micropython/ports/esp32/boards/DOIT_ESP32_DEVKIT_V1/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "DOIT ESP32 DevKit V1"
#define MICROPY_HW_MCU_NAME "ESP-WROOM-32"
#define MICROPY_HW_ENABLE_SDCARD (0)
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "mpy-devkit-v1"
